<?php
/* Стиль мониторинга. 
По умолчанию доступен только Default
Но вы можете добавить свои или скачать стили */
$style = 'Default'; // Название стиля
$full = false; // Использовать особую катринку если сервер полный (full.png)

/* Надписи */
$full_mess = 'Full'; // Надпись когда сервер полный
$err_mess = 'Error'; // Надпись при ошибке
$off_mess = 'Offline'; // Надпись когда сервер оффлайн 

/* Пути */
$icon_path = '/icons'; // Папка с иконками
$save_path = '/status'; // Папка, куда сохраняется мониторинг
$style_path = '/styles'; // Папка со стилями
?>