<?php
/* Ensemplix features 
Для большей схожести с Ensemplix вы можете скопировать иконки из папки ens-icons в папку icons */

/* Размеры мониторинга */
$width = 220; // Длинна мониторинга
$height = 20; // Высота мониторинга

/* Всякие украшательства */
$border = true; // Рисовать рамку или нет
$radius = 0; // Радиус закругления картинки: 0 - не скруглять, 10 - максимальное скругение
$rate = 3; // Качество сглаживания закругления (чем выше, тем больше затрачиваемые ресурсы)

/* Текст */
$capital = true; // Все буквы заглавные
$align = 'center'; // Выравнивание надписи (center / left / right)
$font_size = 11; // Размер шрифта
$updown = 1; // Корректировка положения по высоте (+ вверх - вниз)
$leftright = 0; // Корректировка положения по ширине (+ влево - вправо)

/* Иконка */
$iupdown = 0; // Корректировка положения иконки по высоте (+ вверх - вниз)
$ileftright = 4; // Корректировка положения иконки по ширине (+ вправо - влево)

/* Цвета */
$font_online_color = '000000'; // Цвет текста, когда сервер online
$font_full_color = '000000'; // Цвет текста, когда сервер полный
$font_offline_color = '000000'; // Цвет текста, когда сервер offline
$border_color = 'c2c2c2'; // Цвет рамки (если включена)
?>
